export const experience = [
  {
    position: 'Frontend разработчик',
    dates: '09.2023 - 11.2023',
    text: 'Приложение для разрешения споров и конфликтов на предприятии. Разработка в рамках мастерской Практикума. Работа в команде 28 человек: frontend, backend, тестировщики, дизайнеры. Мой вклад в приложение - написание api, создание общего стора на react.context, написание компонента создания/редактирования карточки сообщения.',
  },
  {
    position: 'Fullstack разработчик',
    company: 'ИП Никитина Е.Ю.',
    dates: '12.2023 - настоящее время',
    text: 'Сайт интернет-магазина Твои ткани. Основные задачи, кроме создания пользовательской части приложения, является написание admin части сайта с возможностями работы с каталогом, crm-система, подключение программы лояльности, финансовая аналитика.',
  },
  {
    position: 'Коммерческий опыт',
    text: 'Более 5 лет работал менеджером проектов в ИТ-компании. 6 лет опыта в качестве менеджера по продажам и руководителя коммерческого отдела в телекоммуникационной отрасли. Благодаря этому опыту имею навыки высокой самоорганизации, умею договариваться и находить общий язык с людьми, работать в условиях многозадачности и сжатых сроков.',
  },
];
